Revit 2027 API
ConnectorSet Constructor
Initializes a new instance of the ConnectorSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ConnectorSet()
Public Sub New
public:
ConnectorSet()
new : unit -> ConnectorSet
See Also
Reference
ConnectorSet Class
Autodesk.Revit.DB Namespace